English/NewWords/TheMatrix.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="zh-CN" xml:lang="zh-CN">
<head>
<title>TheMatrix</title>
<!-- 2013-06-08 六 06:46 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="generator" content="Org-mode"/>
<meta name="author" content="visayafan"/>
</head>
<body>
<div id="preamble" class="status">
<div id="org-div-comments"><a href="../../index.html#english">主页</a></div>
</div>
<div id="content">
<h1 class="title">TheMatrix</h1>
<div id="table-of-contents">
<h2>&#30446;&#24405;</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. the matrix</a></li>
<li><a href="#sec-2">2. the matrix reloaded</a></li>
<li><a href="#sec-3">3. the matrix revolutions</a></li>
</ul>
</div>
</div>
<!-- <script type="text/javascript" src="https://ajax.googleapis.com/ajax/libs/jquery/1.7.1/jquery.min.js"> </script> -->
<link rel="stylesheet" type="text/css" href="../../Layout/CSS/bootstrap_old.css" />
<link rel="stylesheet" type="text/css" href="../../Layout/CSS/style.css" />
<script src="../../Layout/JS/jquery_1.7.1.js"></script>
<script src="../../Layout/JS/bootstrap_old.js"></script>
<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> the matrix</h2>
<div class="outline-text-2" id="text-1">
<ol class="org-ol">
<li><b>grand</b><br/>
two grand 两千美元<br/>
</li>
<li><b>R and R</b><br/>
R and R = Rest and Recreation 休息和娱乐<br/>
</li>
<li><b>what good is</b><br/>
what good is a phone call if you're unable to speak?<br/>
有什么用<br/>
</li>
<li><b>the honor is mine</b><br/>
-It's an honor to meet you. -No&#x2026; the honor is mine.<br/>
</li>
<li><b>prophesy</b><br/>
As long as the Matrix exists, the human race will never be free. after he died, the Oracle prophesy his return and that his coming would hail the destruction of the Matrix end the war bring freedom to the people.<br/>
Oracle神谕 Prophecy预言<br/>
</li>
</ol>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> the matrix reloaded</h2>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> the matrix revolutions</h2>
</div>
</div>
</body>
</html>
